[
    {
        "products": [
            {
                "id": 1,
                "name": "Château Ausone",
                "producer": "Château Ausone",
                "vintage": 2021,
                "shortDesc": "The 2023 Ausone reveals an incipient bouquet of violet, smoke, dark wild berries, spices and cherries",
                "desc": "Ausone's prestige is credited to its optimal exposure and sandy, clay-limestone soils, which are rather unique to this part of Saint-Émilion. In total, Ausone's vineyards comprise seven hectares, which are equally planted to Cabernet Franc and Merlot. Grand Vin is aged in new barrels for 20 months and results in deep, layered and persistent wine with remarkable intensity. Along with the château's second wine, only 2,000 cases are produced annually.",
                "price": "€480",
                "estimatedPriceMarket": "€530",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Cabernet Franc, Merlot",
                "img": "/assets/wineDB/ChâteauAusone2023.png"
            },
            {
                "id": 2,
                "name": "Château Cos d'Estournel",
                "producer": "Château Cos D'estournel",
                "vintage": 2023,
                "shortDesc": "The 2023 Ausone reveals an incipient bouquet of violet, smoke, dark wild berries, spices and cherries",
                "desc": "The word Cos means “hill of pebbles” in the local Gascon dialect, which pays homage to the estate's unique location. The property spans 100 hectares, of which 70 are planted to vines. On average, Cos d'Estournel produces about 32,000 cases per year. Cos d'Estournel wines tend to have higher percentages of Merlot than other Left Bank estates, rendering them more approachable and easy-drinking in their youth.",
                "price": "€127",
                "estimatedPriceMarket": "€140",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Cabernet Sauvignon, Merlot, Cabert Franc, Petit Verdot",
                "img": "/assets/wineDB/ChâteauCosdEstournel2023.png"
            },
            {
                "id": 3,
                "name": "Château La Mission Haut-Brion",
                "producer": "Château La Mission Haut-Brion",
                "vintage": 2023,
                "shortDesc": "A ripe fruitiness emerges, on hints of white-fleshed peach, with a slightly lemony touch; then delicate floral notes emerge.",
                "desc": "La Mission Haut-Brion comprises just 21 hectares and produces just 6,000-7,000 bottles of its grand vin per year. While equally seductive, the wine is generally more approachable in its youth than Haut-Brion's Grand Vin, marked by smooth and silky flavors that show exceptionally well with or without extensive cellar aging. Fans of versatile Bordeaux blends, you really can't go wrong here",
                "price": "€200",
                "estimatedPriceMarket": "€220",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Merlot, Cabernet Sauvignon, Cabernet Franc",
                "img": "/assets/wineDB/ChâteauLaMissionHautBrion2023.png"
            },
            {
                "id": 4,
                "name": "Château Haut-Brion",
                "producer": "Château Haut-Brion",
                "vintage": 2023,
                "shortDesc": "Fruity notes (peach, citrus, lime) and floral scents (light hint of lilac, jasmine) at the same time.",
                "desc": "Unlike the other estates, Haut-Brion is the only classified growth located in Pessac-Léognan, where it continues to be a benchmark for wineries today. The estate's rich history dates back to the 1400s, though grapes have been cultivated on the property since Roman times. Today, Haut-Brion holds just over 50 hectares of vines in Pessac-Léognan, of which 48 are dominated by red varieties, mostly Merlot and Cabernet Sauvignon. ",
                "price": "€347",
                "estimatedPriceMarket": "€390",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Merlot, Cabernet Sauvignon, Cabernet Franc",
                "img": "/assets/wineDB/ChâteauHautBrion2023.png"
            },
            {
                "id": 5,
                "name": "Château Cheval Blanc",
                "producer": "Château Cheval Blanc",
                "vintage": 2023,
                "shortDesc": "Wafting from the glass with notes of mulberries, lilac, dark fruits, iris root and violets, it's medium to full-bodied, supple and seamless.",
                "desc": "Based in the heart of Saint-Émilion, Château Cheval Blanc has been wowing wine lovers with their stunning red blends since the 19th century. Cheval Blanc's vineyard encompasses 41 hectares, of which over half is dedicated to Cabernet Franc, with Merlot (40%) and smatterings of Cabernet Sauvignon and Malbec comprising the rest. Vintage specifics aside, the estate's flagship wine is generally known for its elegance, silkiness, and spice-forward nature, as well as its ability to withstand years in the cellar. ",
                "price": "€428",
                "estimatedPriceMarket": "€480",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Merlot, Cabernet Franc, Cabernet Sauvignon",
                "img": "/assets/wineDB/ChâteauChevalBlanc2023.png"
            },
            {
                "id": 6,
                "name": "Château Mouton Rothschild",
                "producer": "Château Mouton Rothschild",
                "vintage": 2023,
                "shortDesc": "notes of small black fruits, like blackberries and black cherries. Liquorice and mineral notes gradually appear.",
                "desc": "Mouton Rothschild stands out as the gaudiest among the First Growths, with an high level of old vines averaging 50 years and some dating back more than 130 years, with the oldest cultivated in 1890, ranking among the oldest active vines in Bordeaux. The commitment to excellence is evident in the hand-picked harvest, utilizing 12-kilo open baskets. The meticulous process continues with the separation of young vines, undergoing a distinct alcoholic fermentation. Prior to destemming, the grapes undergo another round of hand-sorting, ensuring a precise berry-by-berry selection.\nIn the winemaking journey at Chateau Mouton Rothschild, the wine undergoes vinification in 64 barriques, a defining characteristic of Chateau Mouton Rothschild is its exclusive aging in 100% new French oak barrels, for an average of 19 to 22 months.",
                "price": "€363",
                "estimatedPriceMarket": "€400",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Cabernet Sauvignon, Merlot",
                "img": "/assets/wineDB/ChâteauMoutonRothschild2023.png"
            },
            {
                "id": 7,
                "name": "Château Lafite Rothschild",
                "producer": "Château Lafite Rothschild",
                "vintage": 2023,
                "shortDesc": "After a little swirling, wonderfully pure notes of boysenberries, wild blueberries, and blackcurrants emerge from the glass, followed by hints of violets, dark chocolate, licorice, and fertile loam with a hint of black truffle.",
                "desc": "Located in the village of Pauillac, Château Lafite Rothschild has been producing world-class wines in Bordeaux for centuries. Originally one of the four First Growth designated châteaux, Lafite Rothschild has continued to maintain its unmatchable reputation for generations. The property was first established by Gombaud de Lafite in 1234, though in current times, has been under the oversight of Eric de Rothschild since 1974. The vineyard spans 107 hectares (one of the Médoc's largest) and produces approximately 35,000 cases of wine per year. Lafite Rothschild's flagship cuvée is regarded for its finesse, elegance, and spicy, dark-fruited flavors.",
                "price": "€452",
                "estimatedPriceMarket": "€500",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Cabernet Sauvignon, Merlot, Petit Verdot",
                "img": "/assets/wineDB/ChâteauLafiteRothschild2023.png"
            },
            {
                "id": 8,
                "name": "Château Pontet-Canet",
                "producer": "Château Pontet-Canet",
                "vintage": 2023,
                "shortDesc": "Notes of juicy blueberries, black cherries, and blackcurrant jelly spill from the glass, giving way to nuances of violets, black truffle, fertile loam, and mossy tree bark with a hint of cardamom.",
                "desc": "Château Pontet-Canet is one of Bordeaux's eighteen Fifth Growth estates. Located in Pauillac, the property spans 120 hectares of vines and is located across the street from famed First Growth Château Mouton Rothschild. The property is planted mostly to Cabernet Sauvignon (approx. 60%) and vines average 35 years in age. Pontet-Canet's Cabernet-dominant grand vin is fermented in a combination of concrete and stainless steel and aged for 16-20 months in oak barrels (60% new) prior to release. Pontet-Canet crafts around 20,000 cases of its grand vin per year, making it one of the highest productions of any of the Médoc's classified growths.",
                "price": "€74",
                "estimatedPriceMarket": "€90",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Cabernet Sauvignon, Merlot, Cabernet Franc, Petit Verdot",
                "img": "/assets/wineDB/ChâteauPontetCanet2023.png"
            },
            {
                "id": 9,
                "name": "Château Léoville Las Cases",
                "producer": "Château Léoville Las Cases",
                "vintage": 2023,
                "shortDesc": "Unwinding in the glass with aromas of cherries, cassis and plums mingled with hints of licorice, mint and creamy new oak, it's medium to full-bodied, deep and concentrated",
                "desc": "The Grand Enclos de Las Cases features an exceptionally complex terroir, consisting mainly of quaternary gravel on gravelly-sandy and gravelly-clayey subsoils. The clay depths vary, and the proximity to the Gironde River results in diverse soils developing over geological periods. This distinctive terroir, characterised by a specific microclimate, influences the early ripening of the grapes and protects them from frost, contributing to the distinctive character of the grand vin. The resulting wine has a complex, polished expression and characteristics which are totally unique to the Grand Vin of Léoville du Marquis de Las Cases and have been widely recognized for years.",
                "price": "€154",
                "estimatedPriceMarket": "€170",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Cabernet Sauvignon, Cabernet Franc, Merlot",
                "img": "/assets/wineDB/ChâteauLéovilleLasCases2023.png"
            },
            {
                "id": 10,
                "name": "Château Cantenac Brown",
                "producer": "Château Cantenac Brown",
                "vintage": 2023,
                "shortDesc": "Blackberry, incense, new leather, tobacco, menthol and chocolate are all amplified to the maximum.",
                "desc": "Under José Sanfins' guidance, the wines embody charm and elegance, reflecting the appellation's beauty. The vineyard spans 60 hectares of gravel soil, cultivating 65% Cabernet Sauvignon, 30% Merlot, and 5% Cabernet Franc vines with an average age of 35 years. The estate prioritizes sustainable viticulture, achieving HVE 3 certification. Cantenac Brown's wines exhibit a balanced aromatic richness, refinement, and a distinctive combination of flesh and tension. In 2020, Tristan Le Lous and José Sanfins launched the construction of a new wine cellar in line with their shared standards and their perpetual quest for excellence. This project was conceived in tribute to the land and the bonds that tie Cantenac Brown to nature.",
                "price": "€37",
                "estimatedPriceMarket": "€50",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Cabernet Sauvignon, Cabernet Franc, Merlot",
                "img": "/assets/wineDB/ChâteauCantenacBrown2023.png"
            },
            {
                "id": 11,
                "name": "Grand-Puy-Lacoste Variation Case",
                "producer": "Château Grand-Puy-Lacoste",
                "vintage": 2023,
                "shortDesc": "The nose is of red fruit, violets, vanilla and spices. On the palate the wine is clean, dense and fresh. The floral and red fruit notes knit with the soft and ripe tannins.",
                "desc": "Chateau Grand-Puy-Lacoste is a designated Fifth Growth estate located in Pauillac on Bordeaux's Left Bank. Comprising 36 hectares in total, the estate's holdings are planted mostly to Cabernet Sauvignon, which also makes up the majority of its flagship wine. In the cellar, the Grand Vin is vinified in temperature-controlled steel tanks and aged in oak barrels (50% new) for 18 months prior to release. Grand-Puy-Lacoste's signature wine is known for its velvety texture, opulent fruit flavors, and signature undertones of vanilla and sweet spice.",
                "price": "€663",
                "estimatedPriceMarket": "€730",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "3L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Cabernet Sauvignon, Merlot",
                "img": "/assets/wineDB/ChâteauGrandPuyLacoste.png"
            },
            {
                "id": 12,
                "name": "Clos Fourtet",
                "producer": "Clos Fourtet",
                "vintage": 2023,
                "shortDesc": "Dark ruby, purple reflections. Delicate notes of candied orange zest, ripe cherry fruit, a hint of plums and nougat, fine savoury nuances, inviting bouquet.",
                "desc": "Acquired by Philippe Cuvelier in 2001, this estate has undergone modernization, ensuring quality control. With a rich history, Clos Fourtet's terroir features low arable soil and exceptional drainage, producing exceptional wines. Managed by the heirs of Vincent Cuvelier, it combines traditional and modern techniques to create exceptional vintages. Clos Fourtet has a sweet and seductive aroma that showcases the terroir's potential, making it an ideal wine for those who are seeking refinement in Saint-Emilion.",
                "price": "€78",
                "estimatedPriceMarket": "€90",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Merlot, Cabernet Franc, Cabernet Sauvignon",
                "img": "/assets/wineDB/ClosFourtet2023.png"
            },
            {
                "id": 13,
                "name": "Le Clarence de Haut-Brion",
                "producer": "Château Haut-Brion",
                "vintage": 2023,
                "shortDesc": "With a deep garnet-purple color, it springs from the glass with vivacious notes of crushed black and red plums, redcurrant jelly and wild blueberries",
                "desc": "In a style and elegance akin to its elder, the Château Haut-Brion red, this second wine encapsulates the distinctive qualities of a refined wine, maturing at an accelerated pace. Bearing the name Château Bahans Haut-Brion since the early twentieth century, it was rechristened Le Clarence de Haut-Brion from the 2007 vintage onward, paying homage to Clarence Dillon, the property's owner since 1935. The varietal proportions may vary from year to year, aging involves 1/3 new oak barrels.",
                "price": "€110",
                "estimatedPriceMarket": "€130",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Merlot, Cabernet Sauvignon, Cabernet Franc",
                "img": "/assets/wineDB/LeClarencedeHautBrion2023.png"
            },
            {
                "id": 14,
                "name": "Château Lynch-Bages",
                "producer": "Château Lynch-Bages",
                "vintage": 2023,
                "shortDesc": "Deep garnet red in colour, characteristics of a remarkably mature vintage. The nose is very expressive with notes of dark fruit (blackcurrant, morello cherry)",
                "desc": "The winery has been in the hands of the Cazes family for nearly 100 years, who also recently acquired the nearby Haut-Batailley property in 2017. Lynch-Bages spans 90 hectares of land dominated by well-draining, gravelly soils. Around ¾ of the winery's holdings are planted to Cabernet Sauvignon, with Merlot, Cabernet Franc, and Petit Verdot rounding out the rest. The estate produces around 25,000 cases of its namesake wine each year, which ages for 15 months in oak barrels prior to release. Lynch-Bages flagship wine is known for its concentrated, structured, and full-bodied style, rendering it ideal for long-term aging (and enjoyment).",
                "price": "€82",
                "estimatedPriceMarket": "€100",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Cabernet Sauvignon, Merlot, Cabernet Franc, Petit Verdot",
                "img": "/assets/wineDB/ChâteauLynchBages2023.png"
            },
            {
                "id": 15,
                "name": "Le Petit Mouton de Mouton Rothschild",
                "producer": "Château Mouton Rothschild",
                "vintage": 2023,
                "shortDesc": "Intense deep ruby color with some hints of purple. The wine takes its time to presents itself but then opens up. Good, elegant and ripe fruit; some hints of pepper.",
                "desc": "Contrary to the other four First Growths, Mouton Rothschild received its designation in 1973 as opposed to 1855. Three years later, the 1970 vintage of the estate's eponymous wine garnered the highest ranking of all French wines at the famed Judgment of Paris. Mouton Rothschild's 90 hectares of vines are dedicated mostly to Cabernet Sauvignon (more than 80%), with Merlot, Cabernet Franc, and Petit Verdot rounding out the remainder. The estate's signature art-forward labels are designed by a different artist every year; Picasso and Dalí are amongst the greats who have contributed.",
                "price": "€148",
                "estimatedPriceMarket": "€170",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Cabernet Sauvignon, Merlot, Cabernet Franc, Petit Verdot",
                "img": "/assets/wineDB/LePetitMoutondeMoutonRothschild2023.png"
            },
            {
                "id": 16,
                "name": "Château Angelus",
                "producer": "Château Angélus",
                "vintage": 2023,
                "shortDesc": "Complex and intense aromas of fresh black fruit alongside notes of violet, liquorice, graphite, damson, juniper berries, dark chocolate, vanilla and cinnamon.",
                "desc": "Stéphanie de Boüard-Rivoal now leads Angélus as the representative of the eighth generation. In 1954, Château Angélus was classified as a Grand Cru Classé in the first-ever classification of Saint-Emilion wines. It already had a strong reputation at that time, which helped it endure the Bordeaux wine crisis of 1973 and contribute to the oenological renewal of the 1980s. Hubert de Boüard de Laforest, a trained oenologist from Bordeaux University, capitalized on the wine's prestigious history and focused on the future by implementing an ambitious and innovative approach to achieve winemaking excellence. The estate consists of 23.4 hectares with 51% Merlot, 47% Cabernet Franc and 2% Cabernet Sauvignon. The annual production averages 10,000 cases of the Grand vin and 1,000 cases of the second wine - Carillon d'Angelus",
                "price": "€288",
                "estimatedPriceMarket": "€320",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Merlot, Cabernet Franc, Petit Verdot",
                "img": "/assets/wineDB/ChâteauAngelus2023.png"
            },
            {
                "id": 17,
                "name": "Carillon d'Angelus",
                "producer": "Château Angélus",
                "vintage": 2023,
                "shortDesc": "Juicy, supple and quite inviting. Soft contours wrap around a core of plum, red cherry, cedar, new leather, licorice and pipe tobacco.",
                "desc": "Stéphanie de Boüard-Rivoal now leads Angélus as the representative of the eighth generation. In 1954, Château Angélus was classified as a Grand Cru Classé in the first-ever classification of Saint-Emilion wines. It already had a strong reputation at that time, which helped it endure the Bordeaux wine crisis of 1973 and contribute to the oenological renewal of the 1980s. Hubert de Boüard de Laforest, a trained oenologist from Bordeaux University, capitalized on the wine's prestigious history and focused on the future by implementing an ambitious and innovative approach to achieve winemaking excellence. The estate consists of 23.4 hectares with 51% Merlot, 47% Cabernet Franc and 2% Cabernet Sauvignon. The annual production averages 10,000 cases of the Grand vin and 1,000 cases of the second wine - Carillon d'Angelus",
                "price": "€73",
                "estimatedPriceMarket": "€74",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Merlot, Cabernet Franc, Cabernet Sauvignon",
                "img": "/assets/wineDB/CarillondAngelus2023.png"
            },
            {
                "id": 18,
                "name": "Château L'Evangile",
                "producer": "Château L'evangile",
                "vintage": 2023,
                "shortDesc": "Silky, refined tannins wrap around a core of dark-toned fruit, spice, mocha, leather and dried flowers. This opens nicely, leading to an explosive, deep finish that is quite compelling.",
                "desc": "Château L'Evangile is the Pomerol-based property of Domaines Baron Philippe de Rothschild. The estate was first established in the 18th century, and today, continues to garner critical acclaim year in and year out. L'Evangile is deemed a Premier Cru of Haut-Pomerol. The estate comprises 22 hectares of vines dedicated to Merlot (80%) and Cabernet Franc (20%), the latter of which is known locally as Bouchet. Their flagship wine is regarded for its power, density, and high quality, as well as its ability to age for long periods in the cellar. Only 5,000 cases of the wine are produced annually.",
                "price": "€171",
                "estimatedPriceMarket": "€190",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Merlot, Cabernet franc, Cabernet-Sauvignon",
                "img": "/assets/wineDB/ChâteauLEvangile2023.png"
            },
            {
                "id": 19,
                "name": "Château Léoville Barton",
                "producer": "Château Léoville Barton",
                "vintage": 2023,
                "shortDesc": "Medium to full-bodied, ample and fleshy, it`s layered, concentrated and suave, with beautifully refined tannins, vibrant acids and a long, penetrating finish.",
                "desc": "Spearheaded by the famed Barton family, Château Léoville Barton boasts over 200 years of history on the Left Bank of Bordeaux. Deemed a Second Grand Cru Classé in the 1855 Classification of Bordeaux, this beloved Saint Juline property is one of the most recognized in all of the Médoc. The estate's flagship wine is crafted predominantly from Cabernet Sauvignon (approximately 75%), with mostly Merlot and and a hint of Cabernet Franc rounding out the assemblage. The wine ages in French oak barrels (50% new) prior to release. Sturdy and rather tannic, the wine is an excellent candidate for long-term cellaring, and is best enjoyed after at least 15 years of age.",
                "price": "€62",
                "estimatedPriceMarket": "€70",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Cabernet Sauvignon, Merlot, Cabernet Franc",
                "img": "/assets/wineDB/ChâteauLéovilleBarton2023.png"
            },
            {
                "id": 20,
                "name": "Carruades de Lafite",
                "producer": "Château Lafite Rothschild",
                "vintage": 2023,
                "shortDesc": "Crème de cassis, graphite, wildflowers, spicy wood, and lead pencil notes all define the aromatics, and it's medium-bodied, with a focused, classic Lafite elegance",
                "desc": "Carruades de Lafite is the second wine from Pauillac's famed Château Lafite Rothschild. Contrary to the estate's Cabernet-heavy Grand Vin, Carraudes de Lafite boasts higher amounts of Merlot (around 40%), with Cabernet Sauvignon remaining the main player (around 55%). The wine ages for 18 months in barrel to release, though only 10% is new. Balanced, fleshy, and flavorful, the wine is more approachable in its youth than the more structured Grand Vin, yet still offers short to medium term cellaring capacity.",
                "price": "€167",
                "estimatedPriceMarket": "€190",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Cabernet-Sauvignon, Merlot, Petit Verdot",
                "img": "/assets/wineDB/CarruadesdeLafite2023.png"
            },
            {
                "id": 21,
                "category": "PREMIUM",
                "name": "Robert Groffier Père & Fils Bonnes-Mares Grand Cru 1.5L",
                "producer": "Robert Groffier Père & Fils",
                "vintage": 2021,
                "shortDesc": "The wine has a fine texture, taste - full-bodied, silky and rounded, filled with fruity notes, hints of rose hips, spices, cherries, yellow plum, wonderful aftertaste expectancy with nuances of coffee and oak.",
                "desc": "Bonnes-Mares is one of Burgundy's most recognized and powerful grand cru sites. While most of the cru sits in Chambolle-Musigny sandy soils, a small portion of it falls into neighboring Morey-Saint-Denis. This coveted cru is known for producing concentrated, big-boned wines that can undoubtedly withstand decades in the cellar. Sourced from 80-year-old vines and crafted with 100% whole clusters and aged in 50% new oak, Groffier's expression is medium-bodied, mouth-filling, and marked by fine-grained",
                "price": "€7,616",
                "estimatedPriceMarket": "€8,380",
                "region": "France, Burgundy",
                "alcoholLevel": "13%",
                "bottleSize": "1.5L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Pinot Noir",
                "img": "/assets/wineDB/RobertGroffierPèreFilsBonnesMaresGrandCru2021.png"
            },
            {
                "id": 22,
                "category": "PREMIUM",
                "name": "Robert Groffier Père & Fils Chambertin-Clos de Bèze Grand Cru",
                "producer": "Robert Groffier Père & Fils",
                "vintage": 2016,
                "shortDesc": "Complex and elegant, with intense aromas of red fruits (such as cherry or raspberry) and black fruits (notably blackcurrant and blackberry). Spicy and woody notes are also perceptible, accompanied by a slight floral touch.",
                "desc": "The estate's holdings span eight hectares across some of Burgundy's most coveted appellations and growing sites, including Clos de Bèze, Bonnes-Mares, and Chambolle-Musigny Les Amoureuses, of which they are the largest single-owner of vines within the site. At Robert Groffier, up to 20% of stems are generally used during winemaking, though precise decisions are always unique to each harvest. Regular pigeages (punchdowns) and 2 to 3 week macerations are generally the norm, followed by aging in oak – of which duration and type, new versus old, depends on each cuvée. Long-standing fans of the Côte de Nuits agree that Groffier wines are a stunning addition to serious Burgundy collections.",
                "price": "€7,616",
                "estimatedPriceMarket": "€8,380",
                "region": "France, Burgundy",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Pinot Noir",
                "img": "/assets/wineDB/RobertGroffierPèreFilsChambertinClosdeBèzeGrandCru.png"
            },
            {
                "id": 23,
                "category": "PREMIUM",
                "name": "Hubert Lignier Clos De La Roche Grand Cru 1.5L",
                "producer": "Hubert Lignier",
                "vintage": 2021,
                "shortDesc": "Complex and elegant, with intense aromas of red fruits (such as cherry or raspberry) and black fruits (notably blackcurrant and blackberry). Spicy and woody notes are also perceptible, accompanied by a slight floral touch.",
                "desc": "Amongst all of Lignier's show-stopping wines, Clos de la Roche is undeniably the cream of the crop. Fruit for this wine comes from two small parcels of vines averaging 50 to 60 years in age. Expect a structured, full-bodied expression of Burgundy that oozes with a unique minerality, thanks to the various number of soil types present within this miniscule site. Fine-grained tannins and well-integrated acidity ensure that this wine will withstand decades in the cellar.",
                "price": "€7,616",
                "estimatedPriceMarket": "€7,384",
                "region": "France, Burgundy",
                "alcoholLevel": "13%",
                "bottleSize": "1.5L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Pinot Noir",
                "img": "/assets/wineDB/HubertLignierClosDeLaRocheGrandCru2021.png"
            },
            {
                "id": 24,
                "category": "PREMIUM",
                "name": "Hubert Lignier Clos De La Roche Grand Cru 3L",
                "producer": "Hubert Lignier",
                "vintage": 2021,
                "shortDesc": "Complex and elegant, with intense aromas of red fruits (such as cherry or raspberry) and black fruits (notably blackcurrant and blackberry). Spicy and woody notes are also perceptible, accompanied by a slight floral touch.",
                "desc": "Amongst all of Lignier's show-stopping wines, Clos de la Roche is undeniably the cream of the crop. Fruit for this wine comes from two small parcels of vines averaging 50 to 60 years in age. Expect a structured, full-bodied expression of Burgundy that oozes with a unique minerality, thanks to the various number of soil types present within this miniscule site. Fine-grained tannins and well-integrated acidity ensure that this wine will withstand decades in the cellar.",
                "price": "€7,199",
                "estimatedPriceMarket": "€7,924",
                "region": "France, Burgundy",
                "alcoholLevel": "13%",
                "bottleSize": "3L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Pinot Noir",
                "img": "/assets/wineDB/HubertLignierClosDeLaRocheGrandCru20213l.png"
            },
            {
                "id": 25,
                "category": "PREMIUM",
                "name": "Robert Groffier Père & Fils Chambolle-Musigny 1er Cru Les Amoureuses",
                "producer": "Robert Groffier Père & Fils",
                "vintage": 2019,
                "shortDesc": "This vintage proves lively and remarkably long-lasting. The vibrancy of dark fruits persists, supported by chocolate nuances that add a delightful depth.",
                "desc": "Critics and collectors alike are no strangers to the coveted premier cru of Les Amoureuses. Often deemed of grand cru quality, this hallowed site in Chambolle-Musigny is known for its bright aromatics and seductive flavor profiles, thanks to the higher amount of limestone in the soils. Out of the appellation's 24 premier crus, Les Amoureuses is by far the most highly renowned. Aged in ⅓ new oak. Expect a lifted, beautiful wine that promises to show beautifully now and later.",
                "price": "€4,710",
                "estimatedPriceMarket": "€5,240",
                "region": "France, Burgundy",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Pinot Noir",
                "img": "/assets/wineDB/RobertGroffierPère&FilsChambolleMusigny1erCruLesAmoureuses2019.png"
            },
            {
                "id": 26,
                "category": "PREMIUM",
                "name": "Liber Pater",
                "producer": "Liber Pater",
                "vintage": 2007,
                "shortDesc": "Notes of violets and hints of spice over a background of minerality. On the palate it is pure, smooth and well structured. A medium-bodied wine with fine tannins and pleasant acidity.",
                "desc": "Liber Pater's flagship wine is produced mostly from Petite Vidure, an original massale selection of Cabernet Sauvignon, rounded out with Petit Verdot, Castets, Tarnay, Pardotte, Saint Macaire, and Malbec. An homage to Bordeaux's ancient varieties, fruit for this world-class cuvée comes from 10% ungrafted vines planted at 20,000 vines per hectare, and supported solely by single posts. Come harvest, all fruit is picked manually according to variety and specific microclimate. In the cellar, the clusters are destemmed and lightly crushed prior to fermenting at low temperatures, followed by a 2-month maceration in amphorae. The wine then ages on its lees for at least three years in the same amphorae in which it fermented prior to release.",
                "price": "€4,000",
                "estimatedPriceMarket": "€6,500",
                "region": "France, Burgundy",
                "alcoholLevel": "13.5%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Pinot Noir",
                "img": "/assets/wineDB/LiberPater.png"
            },
            {
                "id": 27,
                "category": "PREMIUM",
                "name": "Liber Pater",
                "producer": "Liber Pater",
                "vintage": 2009,
                "shortDesc": "Notes of violets and hints of spice over a background of minerality. On the palate it is pure, smooth and well structured. A medium-bodied wine with fine tannins and pleasant acidity.",
                "desc": "Liber Pater's flagship wine is produced mostly from Petite Vidure, an original massale selection of Cabernet Sauvignon, rounded out with Petit Verdot, Castets, Tarnay, Pardotte, Saint Macaire, and Malbec. An homage to Bordeaux's ancient varieties, fruit for this world-class cuvée comes from 10% ungrafted vines planted at 20,000 vines per hectare, and supported solely by single posts. Come harvest, all fruit is picked manually according to variety and specific microclimate. In the cellar, the clusters are destemmed and lightly crushed prior to fermenting at low temperatures, followed by a 2-month maceration in amphorae. The wine then ages on its lees for at least three years in the same amphorae in which it fermented prior to release.",
                "price": "€4,000",
                "estimatedPriceMarket": "€6,500",
                "region": "France, Burgundy",
                "alcoholLevel": "13.5%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Pinot Noir",
                "img": "/assets/wineDB/LiberPater.png"
            },
            {
                "id": 28,
                "category": "PREMIUM",
                "name": "Robert Groffier Père & Fils Chambolle-Musigny 1er Cru Les Sentiers",
                "producer": "Robert Groffier Père & Fils",
                "vintage": 2014,
                "shortDesc": "Contrary to the more muscular wines of Les Sentiers, wines from the premier cru of Les Hauts Doix in Chambolle-Musigny show a much more bright and mineral-driven side to the appellation.",
                "desc": "The estate's holdings span eight hectares across some of Burgundy's most coveted appellations and growing sites, including Clos de Bèze, Bonnes-Mares, and Chambolle-Musigny Les Amoureuses, of which they are the largest single-owner of vines within the site. At Robert Groffier, up to 20% of stems are generally used during winemaking, though precise decisions are always unique to each harvest. Regular pigeages (punchdowns) and 2 to 3 week macerations are generally the norm, followed by aging in oak - of which duration and type, new versus old, depends on each cuvée. Long-standing fans of the Côte de Nuits agree that Groffier wines are a stunning addition to serious Burgundy collections.",
                "price": "€3,990",
                "estimatedPriceMarket": "€4,590",
                "region": "France, Burgundy",
                "alcoholLevel": "13.5%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Pinot Noir",
                "img": "/assets/wineDB/RobertGroffierPèreFilsChambolleMusigny1erCruLesSentiers.png"
            },
            {
                "id": 29,
                "category": "PREMIUM",
                "name": "Hubert Lignier Clos De La Roche Grand Cru",
                "producer": "Hubert Lignier",
                "vintage": 2021,
                "shortDesc": "Expect a structured, full-bodied expression of Burgundy that oozes with a unique minerality, thanks to the various number of soil types present within this miniscule site. Fine-grained tannins and well-integrated acidity ensure that this wine will withstand decades in the cellar.",
                "desc": "Laurent Lignier took over his father's Domaine in 2006, continuing the heritage established by five generations of winemakers as one of the leading producers in Morey-Saint-Denis, in the heart of the Côte de Nuits, where their home and cellars are located. The Domaine also owns and farms vines in Gevrey-Chambertin and Chambolle-Musigny, as well as the appellations of Nuits-Saint-Georges and Pommard.",
                "price": "€3,692",
                "estimatedPriceMarket": "€4,065",
                "region": "France, Burgundy",
                "alcoholLevel": "13%",
                "bottleSize": "1.5L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Pinot Noir",
                "img": "/assets/wineDB/HubertLignierClosDeLaRocheGrandCru20211.5L.png"
            },
            {
                "id": 30,
                "category": "PREMIUM",
                "name": "Château Lafite Rothschild",
                "producer": "Château Lafite Rothschild",
                "vintage": 2014,
                "shortDesc": "This 2014 vintage has a deep purple color and intense, the nose delivers aromas of red and black fruits very expressive as well as notes of boxwood and spices.",
                "desc": "Originally one of the four First Growth designated châteaux, Lafite Rothschild has continued to maintain its unmatchable reputation for generations. The property was first established by Gombaud de Lafite in 1234, though in current times, has been under the oversight of Eric de Rothschild since 1974. The vineyard spans 107 hectares (one of the Médoc's largest) and produces approximately 35,000 cases of wine per year. Lafite Rothschild's flagship cuvée is regarded for its finesse, elegance, and spicy, dark-fruited flavors.",
                "price": "€3,150",
                "estimatedPriceMarket": "€3,465",
                "region": "France, Bordeaux",
                "alcoholLevel": "13.5%",
                "bottleSize": "0.75L",
                "color": "Red",
                "typeOfWine": "Still",
                "varietal": "Petit verdot, Cabernet franc, Cabernet sauvignon, Merlot",
                "img": "/assets/wineDB/ChâteauLafiteRothschild.png"
            },
            {
                "id": 31,
                "category": "PREMIUM",
                "name": "Louis Roederer Cristal Rosé Vinothèque",
                "producer": "Louis Roederer",
                "vintage": 2002,
                "shortDesc": "Lovely, slightly coppery, shimmering rose petal hue. An even flow of ultra-fine bubbles. The bouquet is bursting with freshness.",
                "desc": "Based in Reims, the company was originally founded in 1776, though was renamed Louis Roederer 55 years later. Today, the property is proud to be one of the few existing family-run Champagne houses in all of the region - and its prestigious wines are more sought-after than ever largely thanks to the viticultural revolution they are leading in the region. Roederer's vineyard holdings comprise 240 hectares of land, meaning that despite its massive production, Roederer still cultivates around two-thirds of the fruit needed to craft their extensive lineup of wines (only the NV Collection contain purchased fruit). An impressive 115 hectares of these plots are certified organic, and 75 hectares of these vines are cultivated biodynamically, rendering the property the largest biodynamic estate in all of Champagne. Roederer produces a number of excellent vintage and non-vintage Champagnes, though their claim to fame is undeniably the iconic Cristal cuvée. For a diverse variety of Champagnes that can go the limits, look no further than these champagnes.",
                "price": "€4,855",
                "estimatedPriceMarket": "€5,345",
                "region": "France, Champagne",
                "alcoholLevel": "12%",
                "bottleSize": "1.5L",
                "color": "Rose",
                "typeOfWine": "Sparkling",
                "varietal": "Pinot Noir, Chardonnay",
                "img": "/assets/wineDB/LouisRoedererCristalRoséVinothèque.png"
            },
            {
                "id": 32,
                "category": "PREMIUM",
                "name": "Louis Roederer Cristal Vinothèque",
                "producer": "Louis Roederer",
                "vintage": 2002,
                "shortDesc": "Lovely, slightly coppery, shimmering rose petal hue. An even flow of ultra-fine bubbles. The bouquet is bursting with freshness.",
                "desc": "Based in Reims, the company was originally founded in 1776, though was renamed Louis Roederer 55 years later. Today, the property is proud to be one of the few existing family-run Champagne houses in all of the region - and its prestigious wines are more sought-after than ever largely thanks to the viticultural revolution they are leading in the region. Roederer's vineyard holdings comprise 240 hectares of land, meaning that despite its massive production, Roederer still cultivates around two-thirds of the fruit needed to craft their extensive lineup of wines (only the NV Collection contain purchased fruit). An impressive 115 hectares of these plots are certified organic, and 75 hectares of these vines are cultivated biodynamically, rendering the property the largest biodynamic estate in all of Champagne. Roederer produces a number of excellent vintage and non-vintage Champagnes, though their claim to fame is undeniably the iconic Cristal cuvée. For a diverse variety of Champagnes that can go the limits, look no further than these champagnes.",
                "price": "€2,428",
                "estimatedPriceMarket": "€2,675",
                "region": "France, Champagne",
                "alcoholLevel": "12%",
                "bottleSize": "1.5L",
                "color": "White",
                "typeOfWine": "Sparkling",
                "varietal": "Pinot Noir, Chardonnay",
                "img": "/assets/wineDB/LouisRoedererCristalVinothèque.png"
            },
            {
                "id": 33,
                "category": "PREMIUM",
                "name": "Clos des Goisses L.V.",
                "producer": "Philipponnat",
                "vintage": 1997,
                "shortDesc": "Lovely, slightly coppery, shimmering rose petal hue. An even flow of ultra-fine bubbles. The bouquet is bursting with freshness.",
                "desc": "All wines are crafted with a strong emphasis on terroir, highlighting the unique and impeccably distinct areas from which the grapes come. Philipponnat's vines cover 20 hectares across the Marne Valley and Montagne de Reims, spanning some of the region's most sought-after vineyards, including the iconic Clos des Goisses vineyard. Over the last 20 years, Charles has moved the house style to one that emphasizes racy acidity and structure, without ever sacrificing concentration of flavors – an often difficult balance to strike in sparkling wine production. His push for longer lees aging has allowed the wines to grow in complexity.",
                "price": "€1,760",
                "estimatedPriceMarket": "€1,940",
                "region": "France, Champagne",
                "alcoholLevel": "12%",
                "bottleSize": "0.75L",
                "color": "White",
                "typeOfWine": "Sparkling",
                "varietal": "Pinot Noir, Chardonnay",
                "img": "/assets/wineDB/ClosdesGoisses.png"
            },
            {
                "id": 34,
                "category": "PREMIUM",
                "name": "Louis Roederer La Montagne Late Release Mini Vertical",
                "producer": "Louis Roederer",
                "vintage": 1995,
                "shortDesc": "an explosion of ripe, delicate fruit with intense notes of yellow fruit from the Pinot noir complemented by sweet citrus fruits and delicate notes of white flower",
                "desc": "Based in Reims, the company was originally founded in 1776, though was renamed Louis Roederer 55 years later. Today, the property is proud to be one of the few existing family-run Champagne houses in all of the region - and its prestigious wines are more sought-after than ever largely thanks to the viticultural revolution they are leading in the region. Roederer's vineyard holdings comprise 240 hectares of land, meaning that despite its massive production, Roederer still cultivates around two-thirds of the fruit needed to craft their extensive lineup of wines (only the NV Collection contain purchased fruit). An impressive 115 hectares of these plots are certified organic, and 75 hectares of these vines are cultivated biodynamically, rendering the property the largest biodynamic estate in all of Champagne. Roederer produces a number of excellent vintage and non-vintage Champagnes, though their claim to fame is undeniably the iconic Cristal cuvée. For a diverse variety of Champagnes that can go the limits, look no further than these champagnes.",
                "price": "€1,638",
                "estimatedPriceMarket": "€1,805",
                "region": "France, Champagne",
                "alcoholLevel": "12%",
                "bottleSize": "0.75L",
                "color": "White",
                "typeOfWine": "Sparkling",
                "varietal": "Pinot Noir, Chardonnay",
                "img": "/assets/wineDB/LouisRoedererLaMontagneLateRelease.png"
            },
            {
                "id": 35,
                "category": "PREMIUM",
                "name": "Nicolas François Vertical in Magnums",
                "producer": "Champagne Billecart-Salmon",
                "vintage": 1998,
                "shortDesc": "A wine that strikes a great balance between its intense fruitiness and a pure steely character. It makes it a dry Champagne, with the richness of a great wine.",
                "desc": "Billecart-Salmon's Cuvée Nicolas François pays homage to the estate's original founder, Nicolas François. Crafted from 60% Pinot Noir from the premiers and grands crus of Aÿ, Verzenay, and Mareuil-sur-Aÿ, and 40% Chardonnay from the Côtes des Blancs (Mesnil, Chouilly, and Cramant), this extremely special wine is only produced during exceptional vintages. Around ⅕ of the wine is vinified in oak, and the final wine rests for an impressive 10 years on the lees prior to release. Chiseled and structured, this top-tier wine drinks beautifully upon release, though promises to age gracefully for another 10+ years in the cellar .",
                "price": "€1,516",
                "estimatedPriceMarket": "€1,670",
                "region": "France, Champagne",
                "alcoholLevel": "12%",
                "bottleSize": "1.5L",
                "color": "White",
                "typeOfWine": "Sparkling",
                "varietal": "Pinot Noir, Chardonnay",
                "img": "/assets/wineDB/NicolasFrançois.png"
            },
            {
                "id": 36,
                "category": "PREMIUM",
                "name": "La Mission Haut-Brion Blanc",
                "producer": "Château La Mission Haut-Brion",
                "vintage": 2023,
                "shortDesc": "It has a perfumed bouquet with white peach, honeysuckle, red apple and light candle wax.",
                "desc": "Formerly recognized as Château Laville Haut-Brion, Château La Mission Haut-Brion stands as a wine reserved for the connoisseur. The wine articulates the distinctive characteristics of a Graves wine, particularly the Sémillon grapes cultivated in these renowned terroirs. The varietal proportions of Sémillon/Sauvignon may vary annually, and the aging process includes 1/3 maturation in new oak barrels. Displaying a crystal-clear pale-yellow hue with green undertones, the wine unveils a concentrated bouquet featuring ripe fruit nuances heightened by subtle, spicy undertones. Swirling the glass enhances the white fruit aromas, revealing beautiful notes of aniseed.",
                "price": "€480",
                "estimatedPriceMarket": "€530",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "White",
                "typeOfWine": "Still",
                "varietal": "Sémillon, Sauvignon Blanc",
                "img": "/assets/wineDB/LaMissionHautBrionBlanc.png"
            },
            {
                "id": 37,
                "category": "PREMIUM",
                "name": "Château Margaux Pavillon Blanc",
                "producer": "Château Margaux",
                "vintage": 2017,
                "shortDesc": "Pavillon Blanc du Chateau Margaux is a little reticent to begin, giving way to beautiful white peach, grapefruit and lemongrass notes plus hints of mandarin peel, honeysuckle, baking bread and just a waft of ginger.",
                "desc": "Château Margaux has been producing white wine since the late 17th century. Originally sold as Château Margaux vin de sauvignon in the 19th century, it was later renamed Pavillon Blanc du Château Margaux in 1920. The vineyard exclusively grows Sauvignon Blanc on an 11-hectare plot that was originally planted with red grapes but later switched due to frost risks. Production methods were upgraded in 2009/2010, resulting in only one-third of the harvest being bottled, with the remaining two-thirds sold in bulk, yielding no more than a thousand cases. Today, the wine benefits from a modern wine cellar designed by Norman Foster. Pavillon Blanc is known for its exceptional finesse, complexity, richness, and length, considering it's made entirely from Sauvignon grapes. Recent vintages, such as 2011, 2012, 2013, and 2014, have showcased remarkable quality, aging potential, and a more mineral and complex style. A significant portion of the harvest is bottled in magnums to optimize aging",
                "price": "€2,100",
                "estimatedPriceMarket": "€2,310",
                "region": "France, Bordeaux",
                "alcoholLevel": "13.5%",
                "bottleSize": "0.75L",
                "color": "White",
                "typeOfWine": "Still",
                "varietal": "Sauvignon Blanc",
                "img": "/assets/wineDB/ChâteauMargauxPavillonBlanc.png"
            },
            {
                "id": 38,
                "category": "PREMIUM",
                "name": "Château d'Yquem Magnum Vertical",
                "producer": "Château D'yquem",
                "vintage": 2013,
                "shortDesc": "The first impression of Château d'Yquem on the palate is always very silky, and often sumptuous. It then fills out, coating the palate. This fine wine has a strong, but never overbearing character, with great elegance and poise. ",
                "desc": "Château d'Yquem's flagship wine is produced from 100 hectares of vines planted to 80% Sémillon and 20% Sauvignon Blanc, though the blend ends up being more 50/50, thanks to the generous yields offered by the latter variety. Come harvest, numerous passes are made in the vineyard, so as to ensure that only the best-quality, botrytized fruit is picked. On the palate, d'Yquem wines are beloved for their rich-yet-balanced flavor profiles, marked by palate-coating texture and ample amounts of bright acidity. Over time, fruit-forward flavors turn more tertiary and savory, allowing these wines to take on numerous characteristics throughout the course of their lives. In terms of cellar-worthy potential, d'Yquem offers one of the most ageworthy wines on the planet.",
                "price": "€3,086",
                "estimatedPriceMarket": "€3,395",
                "region": "France, Bordeaux",
                "alcoholLevel": "13.5%",
                "bottleSize": "1.5L",
                "color": "White",
                "typeOfWine": "Still",
                "varietal": "Semillon, Sauvignon Blanc",
                "img": "/assets/wineDB/ChâteaudYquem.png"
            },
            {
                "id": 39,
                "category": "PREMIUM",
                "name": "Haut-Brion Blanc",
                "producer": "Château Haut-Brion",
                "vintage": 2023,
                "shortDesc": "White Bordeaux does not come much more layered and powerful than this. Strong oak roasted nut notes are evident on the nose but dissipate quickly on the palate.",
                "desc": "With a surface area of less than three hectares, Château Haut-Brion Blanc is the most sought-after white wine in Bordeaux. Combining equal parts Semillon and Sauvignon Blanc in its blends, this wine fulfills the dream of the Larrieu family, owners of the estate in the 19th century: achieving the aromatic fullness of a sweet wine in a dry wine. The wine is aged 9 to 12 months in oak barrels, 50% of which are new.",
                "price": "€599",
                "estimatedPriceMarket": "€660",
                "region": "France, Bordeaux",
                "alcoholLevel": "13.5%",
                "bottleSize": "0.75L",
                "color": "White",
                "typeOfWine": "Still",
                "varietal": "Semillon, Sauvignon Blanc",
                "img": "/assets/wineDB/HautBrionBlanc.png"
            },
            {
                "id": 40,
                "category": "PREMIUM",
                "name": "Blanc de Lynch-Bages",
                "producer": "Château Lynch-Bages",
                "vintage": 2023,
                "shortDesc": "A pungently aromatic fresh grapefruit nose precedes a palate abounding with fleshy, juicy notes of nectarine and yellow plum; whilst a freshening citrus and herbal notes give the wine a flourish and some definition on the finish.",
                "desc": "Château Lynch-Bages is a Fifth Growth estate located in the Pauillac appellation of Bordeaux, with roots dating back to the late 17th century. The winery has been in the hands of the Cazes family for nearly 100 years, who also recently acquired the nearby Haut-Batailley property in 2017. Lynch-Bages spans 90 hectares of land dominated by well-draining, gravelly soils. Around ¾ of the winery's holdings are planted to Cabernet Sauvignon, with Merlot, Cabernet Franc, and Petit Verdot rounding out the rest. The estate produces around 25,000 cases of its namesake wine each year, which ages for 15 months in oak barrels prior to release. Lynch-Bages flagship wine is known for its concentrated, structured, and full-bodied style, rendering it ideal for long-term aging (and enjoyment).",
                "price": "€47",
                "estimatedPriceMarket": "€60",
                "region": "France, Bordeaux",
                "alcoholLevel": "13%",
                "bottleSize": "0.75L",
                "color": "White",
                "typeOfWine": "Still",
                "varietal": "Sauvignon Blanc, Sémillon, Muscadelle",
                "img": "/assets/wineDB/BlancdeLynchBages.png"
            }
        ]
    }
]